tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "localsend/localsend"
tap "microsoft/mssql-release"
tap "null-dev/firefox-profile-switcher"
brew "act"
brew "ca-certificates"
brew "openssl@3"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite", link: true
brew "xz"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "argon2"
brew "aspell"
brew "m4"
brew "autoconf"
brew "aws-shell"
brew "python@3.11"
brew "azure-cli"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "babel"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "libssh2"
brew "rtmpdump"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "libsodium"
brew "libzip"
brew "oniguruma"
brew "tidy-html5"
brew "php"
brew "composer"
brew "dav1d"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "tesseract"
brew "ghostscript"
brew "djvu2pdf"
brew "docker-completion"
brew "docker-compose"
brew "eslint"
brew "exiftool"
brew "libogg"
brew "flac"
brew "frei0r"
brew "lame"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gallery-dl"
brew "gdbm"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpgme"
brew "helm"
brew "ncurses"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "librsvg"
brew "lua"
brew "mailsy"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nspr"
brew "nss"
brew "nvm"
brew "openjdk"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "pre-commit"
brew "pyenv"
brew "ranger"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "stow"
brew "tcl-tk"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "microsoft/mssql-release/msodbcsql18"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "appcleaner"
cask "applepi-baker"
cask "authy"
cask "backuploupe"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "chatgpt"
cask "cheatsheet"
cask "coconutbattery"
cask "firefox"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "freedom"
cask "google-chrome"
cask "grandperspective"
cask "hiddenbar"
cask "iina"
cask "keeweb"
cask "keka"
cask "linearmouse"
cask "localsend"
cask "maccy"
cask "monitorcontrol"
cask "nomachine"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "powershell"
cask "raspberry-pi-imager"
cask "readdle-spark"
cask "rustdesk"
cask "screen-studio"
cask "shottr"
cask "signal"
cask "skim"
cask "spotify"
cask "stats"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "wireshark"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Dark Reader for Safari", id: 1438243180
mas "Meeter", id: 1510445899
mas "MenubarX", id: 1575588022
mas "Pi-hole Remote", id: 1515445551
mas "Slack", id: 803453959
mas "Sorted", id: 1306893526
mas "Termius", id: 1176074088
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
mas "Voice Dream Reader", id: 972112040
mas "Whisper Transcription", id: 1668083311
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "adpyke.vscode-sql-formatter"
vscode "analytic-signal.preview-pdf"
vscode "arthurwang.vsc-prolog"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "chrmarti.regex"
vscode "ckolkman.vscode-postgres"
vscode "cschlosser.doxdocgen"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "damiankoper.gdb-debug"
vscode "dangmai.workspace-default-settings"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "hediet.vscode-drawio"
vscode "helixquar.randomeverything"
vscode "hoovercj.haskell-linter"
vscode "james-yu.latex-workshop"
vscode "josetr.cmake-language-support-vscode"
vscode "justusadam.language-haskell"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rebornix.prolog"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "youngki.easy-redis"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
